Repository: iComputerfreak/MovieDB
Catalog: Movie DB/Localization/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pl, pt_br

# settings.importLog.navBar.button.copy
source: Copy
de: Kopieren
es: Copiar
fr: Copier
it: Copia
ja: コピー
ko: 복사
pl: Kopiuj
pt_br: Copiar

# settings.importLog.navBar.title
source: Import log
de: Import-Protokoll
es: Registro de importación
fr: Journal d’importation
it: Registro di importazione
ja: インポートログ
ko: 가져오기 로그
pl: Dziennik importu
pt_br: Registro de importação

# settings.language.navBar.title
source: Language
de: Sprache
es: Idioma
fr: Langue
it: Lingua
ja: 言語
ko: 언어
pl: Język
pt_br: Idioma

# settings.languagePicker.alert.errorLoading.title
source: Error updating languages
de: Fehler beim aktualisieren der Sprachen
es: Error al actualizar los idiomas
fr: Erreur de mise à jour des langues
it: Errore durante l’aggiornamento delle lingue
ja: 言語の更新エラー
ko: 언어를 업데이트할 수 없음
pl: Błąd aktualizacji języków
pt_br: Erro ao atualizar idiomas

# settings.languagePicker.loadingText
source: Loading...
de: Laden...
es: Cargando...
fr: Chargement…
it: Caricamento...
ja: 読み込み中...
ko: 불러오는 중...
pl: Wczytywanie...
pt_br: Carregando...

# settings.navBar.button.legal
source: Legal
de: Rechtliches
es: Información legal
fr: Informations légales
it: Note legali
ja: 法的情報
ko: 법률 정보
pl: Informacje prawne
pt_br: Informações legais

# settings.placeholder.loading
source: Loading...
de: Laden...
es: Cargando...
fr: Chargement…
it: Caricamento...
ja: 読み込み中...
ko: 불러오는 중...
pl: Wczytywanie...
pt_br: Carregando...

# settings.progressText.reloadLibrary
source: Reloading media objects...
de: Medien werden neu geladen...
es: Recargando contenido...
fr: Rechargement des médias…
it: Ricaricamento contenuti...
ja: メディアを再読み込み中...
ko: 미디어 다시 불러오는 중...
pl: Ponowne wczytywanie treści...
pt_br: Recarregando mídias...

# settings.progressText.resetLibrary
source: Resetting library...
de: Mediathek wird zurückgesetzt
es: Restableciendo biblioteca...
fr: Réinitialisation de la bibliothèque…
it: Reimpostazione libreria...
ja: ライブラリをリセット中...
ko: 보관함 재설정 중...
pl: Resetowanie biblioteki...
pt_br: Redefinindo biblioteca...

# settings.progressText.resetTags
source: Resetting tags...
de: Schlüsselwörter werden zurückgesetzt
es: Restableciendo etiquetas...
fr: Réinitialisation des tags…
it: Reimpostazione tag...
ja: タグをリセット中...
ko: 태그 재설정 중...
pl: Resetowanie tagów...
pt_br: Redefinindo etiquetas...

# settings.progressText.updatingMediaObjects
source: Updating media objects...
de: Medien werden aktualisiert...
es: Actualizando contenido...
fr: Mise à jour des médias…
it: Aggiornamento contenuti...
ja: メディアを更新中...
ko: 미디어 업데이트 중...
pl: Aktualizowanie treści...
pt_br: Atualizando mídias...

# settings.section.analytics
source: Analytics
de: Analytik
es: Analíticas
fr: Analyses
it: Analisi
ja: 分析
ko: 분석
pl: Analizy
pt_br: Análise

# settings.section.library
source: Library
de: Mediathek
es: Biblioteca
fr: Bibliothèque
it: Libreria
ja: ライブラリ
ko: 보관함
pl: Biblioteka
pt_br: Biblioteca

# settings.section.preferences
source: Preferences
de: Präferenzen
es: Preferencias
fr: Préférences
it: Preferenze
ja: 環境設定
ko: 환경설정
pl: Preferencje
pt_br: Preferências

# settings.toggle.showAdultContent.label
source: Show adult content
de: Erwachsenen-Inhalte zeigen
es: Mostrar contenido para adultos
fr: Afficher le contenu pour adultes
it: Mostra contenuti per adulti
ja: 成人向けコンテンツを表示
ko: 성인 콘텐츠 표시
pl: Pokaż treści dla dorosłych
pt_br: Mostrar conteúdo adulto

# settings.watchProvider.label
source: My streaming services
de: Meine Streamingdienste
es: Mis servicios de streaming
fr: Mes services de streaming
it: I miei servizi di streaming
ja: 利用中の動画配信サービス
ko: 내 스트리밍 서비스
pl: Moje serwisy streamingowe
pt_br: Meus serviços de streaming

# shareDetail.errorLoadingMedia
source: Error displaying media.
de: Fehler beim Anzeigen des Mediums.
es: Error al mostrar el contenido.
fr: Erreur d’affichage du média.
it: Errore durante la visualizzazione del contenuto.
ja: メディアを表示できません。
ko: 미디어를 표시할 수 없습니다.
pl: Błąd wyświetlania treści.
pt_br: Erro ao exibir mídia.

# showType.documentary
source: Documentary
de: Dokumentation
es: Documental
fr: Documentaire
it: Documentario
ja: ドキュメンタリー
ko: 다큐멘터리
pl: Dokumentalny
pt_br: Documentário

# showType.miniseries
source: Miniseries
de: Miniserie
es: Miniserie
fr: Mini-série
it: Miniserie
ja: ミニシリーズ
ko: 미니시리즈
pl: Miniserial
pt_br: Minissérie

# showType.news
source: News
de: Nachrichten
es: Noticias
fr: Actualités
it: Notizie
ja: ニュース
ko: 뉴스
pl: Wiadomości
pt_br: Notícias

# sortingDirection.ascending
source: Ascending
de: Aufsteigend
es: Ascendente
fr: Croissant
it: Crescente
ja: 昇順
ko: 오름차순
pl: Rosnąco
pt_br: Crescente

# sortingDirection.descending
source: Descending
de: Absteigend
es: Descendente
fr: Décroissant
it: Decrescente
ja: 降順
ko: 내림차순
pl: Malejąco
pt_br: Decrescente

# sortingOrder.created
source: Created
de: Erstellt
es: Creación
fr: Date de création
it: Data di creazione
ja: 作成日
ko: 생성일
pl: Data utworzenia
pt_br: Criação

# sortingOrder.nextRelease
source: Next release
de: Nächste Veröffentlichung
es: Próximo estreno
fr: Prochaine sortie
it: Prossima uscita
ja: 次回公開
ko: 다음 공개일
pl: Następna premiera
pt_br: Próximo lançamento

# sortingOrder.rating
source: Rating
de: Bewertung
es: Valoración
fr: Note
it: Valutazione
ja: 評価
ko: 평점
pl: Ocena
pt_br: Avaliação

# sortingOrder.releaseDate
source: Release date
de: Veröffentlichung
es: Fecha de estreno
fr: Date de sortie
it: Data di uscita
ja: 公開日
ko: 공개일
pl: Data premiery
pt_br: Data de lançamento

# sortingOrder.watchDate
source: Watch date
de: Angeschaut am
es: Fecha de visualización
fr: Date de visionnage
it: Data di visione
ja: 視聴日
ko: 시청일
pl: Data obejrzenia
pt_br: Data em que assistiu

# tabView.library.label
source: Library
de: Mediathek
es: Biblioteca
fr: Bibliothèque
it: Libreria
ja: ライブラリ
ko: 보관함
pl: Biblioteka
pt_br: Biblioteca

# tabView.lists.label
source: Lists
de: Listen
es: Listas
fr: Listes
it: Elenchi
ja: リスト
ko: 목록
pl: Listy
pt_br: Listas

# tabView.lookup.label
source: Lookup
de: Nachschlagen
es: Buscar
fr: Recherche
it: Cerca
ja: 検索
ko: 검색
pl: Wyszukiwanie
pt_br: Buscar

# tabView.problems.label
source: Problems
de: Probleme
es: Problemas
fr: Problèmes
it: Problemi
ja: 問題
ko: 문제
pl: Problemy
pt_br: Problemas

# tabView.settings.label
source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
it: Impostazioni
ja: 設定
ko: 설정
pl: Ustawienia
pt_br: Ajustes

# tips.libraryRow.message
source: You can now choose, what information to display in the third line of the library list. Check out the 'Streaming services' option!
de: Sie können jetzt auswählen, welche Informationen in der dritten Zeile der Bibliotheksliste angezeigt werden sollen. Schauen Sie sich Option 'Streaminganbieter' an!
es: Ahora puedes elegir qué información mostrar en la tercera línea de la lista de la biblioteca. ¡Prueba la opción «Servicios de streaming»!
fr: Tu peux maintenant choisir les informations à afficher sur la troisième ligne de la bibliothèque. Découvre l’option « Services de streaming » !
it: Ora puoi scegliere quali informazioni visualizzare nella terza riga dell’elenco della libreria. Prova l’opzione “Servizi di streaming”!
ja: ライブラリ一覧の3行目に表示する情報を選べるようになりました。 「動画配信サービス」も試してみてください！
ko: 이제 보관함 목록의 세 번째 줄에 표시할 정보를 선택할 수 있습니다. '스트리밍 서비스' 옵션을 확인해 보세요!
pl: Możesz teraz wybrać informacje wyświetlane w trzecim wierszu listy biblioteki. Wypróbuj opcję „Serwisy streamingowe”!
pt_br: Agora você pode escolher quais informações exibir na terceira linha da lista da biblioteca. Confira a opção 'Serviços de streaming'!

# tips.libraryRow.title
source: Library row customization
de: Neue Einstellungen
es: Personalización de filas de la biblioteca
fr: Personnalisation des lignes de la bibliothèque
it: Personalizzazione delle righe della libreria
ja: ライブラリ行のカスタマイズ
ko: 보관함 행 사용자 지정
pl: Dostosowywanie wiersza biblioteki
pt_br: Personalização da linha da biblioteca

# titleImport.confirmation.back
source: Review
de: Prüfung
es: Revisar
fr: Vérifier
it: Rivedi
ja: 候補の確認に戻る
ko: 검토
pl: Przejrzyj
pt_br: Revisar

# titleImport.confirmation.importSelected
source: Import
de: Importieren
es: Importar
fr: Importer
it: Importa
ja: インポート
ko: 가져오기
pl: Importuj
pt_br: Importar

# titleImport.dismiss.action
source: Abort Import
de: Import abbrechen
es: Cancelar importación
fr: Abandonner l’importation
it: Interrompi importazione
ja: インポートを中止
ko: 가져오기 중단
pl: Przerwij import
pt_br: Abortar importação

# titleImport.dismiss.message
source: Your import progress and match selections will be lost.
de: Dein Importfortschritt und deine Trefferauswahl gehen verloren.
es: Se perderán el progreso de la importación y las coincidencias que hayas seleccionado.
fr: La progression de l’importation et tes sélections de correspondances seront perdues.
it: I progressi dell’importazione e le selezioni delle corrispondenze andranno persi.
ja: インポートの進行状況と一致項目の選択内容が失われます。
ko: 가져오기 진행 상황과 일치 항목 선택이 사라집니다.
pl: Postęp importu i wybór dopasowań zostaną utracone.
pt_br: O progresso da importação e suas seleções de correspondências serão perdidos.

# titleImport.dismiss.title
source: Abort Import?
de: Import abbrechen?
es: ¿Cancelar importación?
fr: Abandonner l’importation ?
it: Interrompere l’importazione?
ja: インポートを中止しますか？
ko: 가져오기를 중단할까요?
pl: Przerwać import?
pt_br: Abortar importação?

# titleImport.error.emptyFile
source: The selected CSV file is empty.
de: Die ausgewählte CSV-Datei ist leer.
es: El archivo CSV seleccionado está vacío.
fr: Le fichier CSV sélectionné est vide.
it: Il file CSV selezionato è vuoto.
ja: 選択したCSVファイルは空です。
ko: 선택한 CSV 파일이 비어 있습니다.
pl: Wybrany plik CSV jest pusty.
pt_br: O arquivo CSV selecionado está vazio.

# titleImport.error.noRows
source: The CSV file contains no usable media rows.
de: Die CSV-Datei enthält keine verwendbaren Medieneinträge.
es: El archivo CSV no contiene filas de contenido utilizables.
fr: Le fichier CSV ne contient aucune ligne de média exploitable.
it: Il file CSV non contiene righe di contenuti utilizzabili.
ja: CSVファイルに読み込めるメディアデータがありません。
ko: CSV 파일에 사용할 수 있는 미디어 행이 없습니다.
pl: Plik CSV nie zawiera użytecznych wierszy z treściami.
pt_br: O arquivo CSV não contém linhas de mídia utilizáveis.

# titleImport.error.title
source: Unable to Import CSV
de: CSV kann nicht importiert werden
es: No se puede importar el CSV
fr: Impossible d’importer le CSV
it: Impossibile importare il CSV
ja: CSVをインポートできません
ko: CSV를 가져올 수 없음
pl: Nie można zaimportować CSV
pt_br: Não foi possível importar o CSV

# titleImport.error.unsupportedDelimiter
source: Only comma- and semicolon-separated CSV files are supported.
de: Nur kommagetrennte und semikolongetrennte CSV-Dateien werden unterstützt.
es: Solo se admiten archivos CSV separados por comas o punto y coma.
fr: Seuls les fichiers CSV séparés par des virgules ou des points-virgules sont pris en charge.
it: Sono supportati solo file CSV con valori separati da virgole o punti e virgola.
ja: カンマ区切りとセミコロン区切りのCSVファイルのみ対応しています。
ko: 쉼표 또는 세미콜론으로 구분된 CSV 파일만 지원합니다.
pl: Obsługiwane są tylko pliki CSV z wartościami rozdzielanymi przecinkami lub średnikami.
pt_br: Somente arquivos CSV separados por vírgulas ou ponto e vírgula são compatíveis.

# titleImport.field.director
source: Director
de: Regie
es: Dirección
fr: Réalisateur
it: Regista
ja: 監督
ko: 감독
pl: Reżyser
pt_br: Diretor

# titleImport.field.mediaType
source: Media Type
de: Medientyp
es: Tipo de contenido
fr: Type de média
it: Tipo di contenuto
ja: メディアタイプ
ko: 미디어 유형
pl: Typ treści
pt_br: Tipo de mídia

# titleImport.field.runtime
source: Runtime
de: Laufzeit
es: Duración
fr: Durée
it: Durata
ja: 上映時間
ko: 상영 시간
pl: Czas trwania
pt_br: Duração

# titleImport.field.title
source: Title
de: Titel
es: Título
fr: Titre
it: Titolo
ja: タイトル
ko: 제목
pl: Tytuł
pt_br: Título

# titleImport.field.year
source: Year
de: Jahr
es: Año
fr: Année
it: Anno
ja: 年
ko: 연도
pl: Rok
pt_br: Ano

# titleImport.filter.all
source: All
de: Alle
es: Todos
fr: Tous
it: Tutti
ja: すべて
ko: 전체
pl: Wszystkie
pt_br: Todos

# titleImport.filter.ambiguous
source: Ambiguous
de: Unklar
es: Dudosos
fr: Ambigus
it: Ambigui
ja: 要確認
ko: 불확실
pl: Niejednoznaczne
pt_br: Ambíguos

# titleImport.filter.duplicates
source: Duplicates
de: Duplikate
es: Duplicados
fr: Doublons
it: Duplicati
ja: 重複
ko: 중복
pl: Duplikaty
pt_br: Duplicatas

# titleImport.filter.failed
source: Failed
de: Fehlgeschlagen
es: Fallidos
fr: Échecs
it: Non riusciti
ja: 失敗
ko: 실패
pl: Nieudane
pt_br: Falhas

# titleImport.filter.included
source: Included
de: Ausgewählt
es: Incluidos
fr: Inclus
it: Inclusi
ja: 対象
ko: 포함됨
pl: Uwzględnione
pt_br: Incluídos

# titleImport.filter.noMatch
source: No Match
de: Kein Treffer
es: Sin coincidencia
fr: Aucune correspondance
it: Nessuna corrispondenza
ja: 一致なし
ko: 일치 없음
pl: Brak dopasowania
pt_br: Sem correspondência

# titleImport.filter.notIncluded
source: Not Included
de: Nicht ausgewählt
es: No incluidos
fr: Non inclus
it: Non inclusi
ja: 対象外
ko: 포함되지 않음
pl: Nieuwzględnione
pt_br: Não incluídos

# titleImport.final.progress
source: Processed %1$lld of %2$lld
de: %1$lld von %2$lld verarbeitet
es: Procesados %1$lld de %2$lld
fr: %1$lld sur %2$lld traités
it: Elaborati %1$lld di %2$lld
ja: %2$lld件中%1$lld件を処理
ko: %2$lld개 중 %1$lld개 처리됨
pl: Przetworzono %1$lld z %2$lld
pt_br: %1$lld de %2$lld processados

# titleImport.final.stop
source: Stop Import
de: Import stoppen
es: Detener importación
fr: Arrêter l’importation
it: Interrompi importazione
ja: インポートを停止
ko: 가져오기 중지
pl: Zatrzymaj import
pt_br: Parar importação

# titleImport.final.title
source: Importing
de: Importieren
es: Importando
fr: Importation en cours
it: Importazione in corso
ja: インポート中
ko: 가져오는 중
pl: Importowanie
pt_br: Importando

# titleImport.loadingFile
source: Reading CSV...
de: CSV wird gelesen …
es: Leyendo CSV...
fr: Lecture du CSV…
it: Lettura CSV...
ja: CSVを読み込み中...
ko: CSV 읽는 중...
pl: Odczytywanie CSV...
pt_br: Lendo CSV...

# titleImport.match.accepted
source: Confident match.
de: Sicherer Treffer.
es: Coincidencia fiable.
fr: Correspondance fiable.
it: Corrispondenza certa.
ja: 信頼度の高い一致です。
ko: 확실한 일치 항목입니다.
pl: Pewne dopasowanie.
pt_br: Correspondência confiável.

# titleImport.match.ambiguous
source: Review suggested match.
de: Vorgeschlagenen Treffer prüfen.
es: Se recomienda revisar la coincidencia sugerida.
fr: Vérifie la correspondance suggérée.
it: Controlla la corrispondenza suggerita.
ja: 候補を確認してください。
ko: 추천 일치 항목을 검토하세요.
pl: Sprawdź sugerowane dopasowanie.
pt_br: Revise a correspondência sugerida.

# titleImport.match.existingDuplicate
source: Already in your library.
de: Bereits in deiner Mediathek.
es: Ya está en tu biblioteca.
fr: Déjà dans ta bibliothèque.
it: Già nella tua libreria.
ja: ライブラリにすでにあります。
ko: 이미 보관함에 있습니다.
pl: Już w Twojej bibliotece.
pt_br: Já está na sua biblioteca.

# titleImport.match.fileDuplicate
source: Same TMDB media as source row %lld.
de: Dasselbe TMDB-Medium wie in Quellzeile %lld.
es: Mismo contenido de TMDb que la fila de origen %lld.
fr: Même média TMDb que la ligne source %lld.
it: Stesso contenuto TMDB della riga di origine %lld.
ja: 元データの%lld行目と同じTMDbメディアです。
ko: 원본의 %lld번째 행과 같은 TMDB 미디어입니다.
pl: Ta sama treść TMDB co w wierszu źródłowym %lld.
pt_br: Mesma mídia do TMDb que a linha de origem %lld.

# titleImport.match.noResults
source: No TMDB match found.
de: Kein TMDB-Treffer gefunden.
es: No se encontró ninguna coincidencia en TMDb.
fr: Aucune correspondance TMDb trouvée.
it: Nessuna corrispondenza TMDB trovata.
ja: 一致するTMDbメディアが見つかりません。
ko: 일치하는 TMDB 항목이 없습니다.
pl: Nie znaleziono dopasowania w TMDB.
pt_br: Nenhuma correspondência encontrada no TMDb.

# titleImport.noColumn
source: — No column —
de: — Keine Spalte —
es: — Sin columna —
fr: — Aucune colonne —
it: — Nessuna colonna —
ja: — 列なし —
ko: — 열 없음 —
pl: — Brak kolumny —
pt_br: — Nenhuma coluna —

# titleImport.parser.director.conjunctions
source: and
de: und
es: y
fr: et
it: e
ja: および|と|、
ko: 및|과|와
pl: i|oraz
pt_br: e também|e

# titleImport.parser.director.unknown
source: unknown
de: unbekannt
es: desconocido|desconocida
fr: inconnu|inconnue
it: sconosciuto
ja: 不明|不詳
ko: 알 수 없음|미상
pl: nieznany|nieznana|nieznane
pt_br: desconhecido|desconhecida

# titleImport.parser.header.director
source: director|directors|artist
de: regisseur|regisseure|regie|künstler
es: director|directora|directores|directoras|dirección|artista
fr: réalisateur|réalisateurs|réalisatrice|réalisatrices|artiste
it: regista|registi|artista
ja: 監督|監督名|ディレクター
ko: 감독|감독들|연출|아티스트
pl: reżyser|reżyserzy|twórca
pt_br: diretor|diretores|diretora|diretoras|artista

# titleImport.parser.header.mediaType
source: type|media type|kind
de: typ|medientyp|art
es: tipo|tipo de contenido|clase
fr: type|type de média|genre
it: tipo|tipo di contenuto|categoria
ja: 種類|メディアタイプ|種別
ko: 유형|미디어 유형|종류
pl: typ|typ treści|rodzaj
pt_br: tipo|tipo de mídia|categoria

# titleImport.parser.header.runtime
source: runtime|duration|length|total time
de: laufzeit|dauer|gesamtdauer
es: duración|tiempo|metraje|tiempo total
fr: durée|temps|longueur|durée totale
it: durata|tempo|lunghezza|tempo totale
ja: 上映時間|再生時間|時間|合計時間
ko: 상영 시간|재생 시간|길이|총 시간
pl: czas trwania|długość|łączny czas
pt_br: duração|tempo|tempo total

# titleImport.parser.header.title
source: title|name|movie title|film|media title
de: titel|name|film|filmtitel|medientitel
es: título|nombre|título de película|película|título del contenido
fr: titre|nom|titre du film|film|titre du média
it: titolo|nome|titolo film|film|titolo contenuto
ja: タイトル|名前|映画タイトル|映画|メディアタイトル
ko: 제목|이름|영화 제목|영화|미디어 제목
pl: tytuł|nazwa|tytuł filmu|film|tytuł treści
pt_br: título|nome|título do filme|filme|título da mídia

# titleImport.parser.header.year.date
source: date
de: datum
es: fecha
it: data
ja: 日付
ko: 날짜
pl: data
pt_br: data

# titleImport.parser.header.year.exact
source: year
de: jahr
es: año
fr: année
it: anno
ja: 年
ko: 연도
pl: rok
pt_br: ano

# titleImport.parser.header.year.releaseDate
source: release date
de: veröffentlichungsdatum
es: fecha de estreno
fr: date de sortie
it: data di uscita
ja: 公開日
ko: 개봉일|공개일
pl: data premiery
pt_br: data de lançamento

# titleImport.parser.header.year.releaseYear
source: release year
de: erscheinungsjahr|veröffentlichungsjahr
es: año de estreno
fr: année de sortie
it: anno di uscita
ja: 公開年
ko: 개봉 연도|공개 연도
pl: rok premiery
pt_br: ano de lançamento

# titleImport.parser.mediaType.movie
source: movie|film
de: film|kino
es: película|film
fr: film
it: film|pellicola
ja: 映画|ムービー
ko: 영화|필름
pl: film
pt_br: filme

# titleImport.parser.mediaType.show
source: tv|show|series|television
de: serie|fernsehen
es: tv|serie|series|televisión
fr: tv|série|série tv|télévision
it: tv|serie|serie tv|televisione
ja: テレビ|番組|シリーズ|TV
ko: TV|TV 프로그램|프로그램|시리즈|텔레비전
pl: tv|serial|seria|telewizja
pt_br: tv|série|seriado|televisão

# titleImport.parser.runtime.units
source: minute|minutes|min|mins
de: minute|minuten|min
es: minuto|minutos|min|mins
fr: minute|minutes|min|mn
it: minuto|minuti|min
ja: 分|分間|min|mins
ko: 분|분간
pl: minuta|minuty|minut|min
pt_br: minuto|minutos|min

# titleImport.preflight.columns
source: Detected Columns
de: Erkannte Spalten
es: Columnas detectadas
fr: Colonnes détectées
it: Colonne rilevate
ja: 検出した列
ko: 감지된 열
pl: Wykryte kolumny
pt_br: Colunas detectadas

# titleImport.preflight.comma
source: Comma
de: Komma
es: Coma
fr: Virgule
it: Virgola
ja: カンマ
ko: 쉼표
pl: Przecinek
pt_br: Vírgula

# titleImport.preflight.delimiter
source: Delimiter
de: Trennzeichen
es: Delimitador
fr: Séparateur
it: Delimitatore
ja: 区切り文字
ko: 구분 기호
pl: Separator
pt_br: Delimitador

# titleImport.preflight.file
source: File
de: Datei
es: Archivo
fr: Fichier
ja: ファイル
ko: 파일
pl: Plik
pt_br: Arquivo

# titleImport.preflight.foregroundWarning
source: Keep Movie DB open while matches are being found.
de: Lass Movie DB geöffnet, während Treffer gesucht werden.
es: Mantén Movie DB abierto mientras se buscan coincidencias.
fr: Garde Movie DB ouvert pendant la recherche des correspondances.
it: Mantieni Movie DB aperta durante la ricerca delle corrispondenze.
ja: 一致候補の検索中はMovie DBを開いたままにしてください。
ko: 일치 항목을 찾는 동안 Movie DB를 열어 두세요.
pl: Pozostaw aplikację Movie DB otwartą podczas wyszukiwania dopasowań.
pt_br: Mantenha o Movie DB aberto enquanto as correspondências são buscadas.

# titleImport.preflight.ignoredColumns
source: Ignored Columns
de: Ignorierte Spalten
es: Columnas ignoradas
fr: Colonnes ignorées
it: Colonne ignorate
ja: 無視する列
ko: 무시된 열
pl: Ignorowane kolumny
pt_br: Colunas ignoradas

# titleImport.preflight.noUsableTitles
source: The selected title column contains no usable titles.
de: Die ausgewählte Titelspalte enthält keine verwendbaren Titel.
es: La columna de título seleccionada no contiene títulos utilizables.
fr: La colonne de titre sélectionnée ne contient aucun titre exploitable.
it: La colonna del titolo selezionata non contiene titoli utilizzabili.
ja: 選択したタイトル列に使用可能なタイトルがありません。
ko: 선택한 제목 열에 사용할 수 있는 제목이 없습니다.
pl: Wybrana kolumna tytułu nie zawiera użytecznych tytułów.
pt_br: A coluna de título selecionada não contém títulos utilizáveis.

# titleImport.preflight.rows
source: Media Rows
de: Medieneinträge
es: Filas de contenido
fr: Lignes de médias
it: Righe con contenuti
ja: メディアの行数
ko: 미디어 행
pl: Wiersze treści
pt_br: Linhas de mídia

# titleImport.preflight.semicolon
source: Semicolon
de: Semikolon
es: Punto y coma
fr: Point-virgule
it: Punto e virgola
ja: セミコロン
ko: 세미콜론
pl: Średnik
pt_br: Ponto e vírgula

# titleImport.preflight.skippedRows
source: Skipped Rows
de: Übersprungene Zeilen
es: Filas omitidas
fr: Lignes ignorées
it: Righe ignorate
ja: スキップした行
ko: 건너뛴 행
pl: Pominięte wiersze
pt_br: Linhas ignoradas

# titleImport.preflight.start
source: Search
de: Suchen
es: Buscar
fr: Rechercher
it: Cerca
ja: 検索
ko: 검색
pl: Szukaj
pt_br: Buscar

# titleImport.preflight.titleRequired
source: Select a title column to continue.
de: Wähle eine Titelspalte aus, um fortzufahren.
es: Selecciona una columna de título para continuar.
fr: Sélectionne une colonne de titre pour continuer.
it: Seleziona una colonna del titolo per continuare.
ja: 続けるにはタイトル列を選択してください。
ko: 계속하려면 제목 열을 선택하세요.
pl: Wybierz kolumnę tytułu, aby kontynuować.
pt_br: Selecione uma coluna de título para continuar.

# titleImport.progress.resolving
source: Matched %1$lld of %2$lld
de: %1$lld von %2$lld abgeglichen
es: Coincidencias encontradas: %1$lld de %2$lld
fr: %1$lld sur %2$lld correspondances trouvées
it: Corrispondenze trovate: %1$lld di %2$lld
ja: %2$lld件中%1$lld件を照合
ko: %2$lld개 중 %1$lld개 일치 완료
pl: Dopasowano %1$lld z %2$lld
pt_br: %1$lld de %2$lld correspondências encontradas

# titleImport.review.continue
source: Continue
de: Weiter
es: Continuar
fr: Continuer
it: Continua
ja: 続ける
ko: 계속
pl: Kontynuuj
pt_br: Continuar

# titleImport.review.include
source: Include
de: Einbeziehen
es: Incluir
fr: Inclure
it: Includi
ja: 含める
ko: 포함
pl: Uwzględnij
pt_br: Incluir

# titleImport.review.results
source: Results
de: Ergebnisse
es: Resultados
fr: Résultats
it: Risultati
ja: 結果
ko: 결과
pl: Wyniki
pt_br: Resultados

# titleImport.review.search
source: Search results
de: Ergebnisse durchsuchen
es: Buscar resultados
fr: Rechercher dans les résultats
it: Cerca nei risultati
ja: 結果を検索
ko: 결과 검색
pl: Przeszukaj wyniki
pt_br: Buscar resultados

# titleImport.review.selected
source: Selected
de: Ausgewählt
es: Seleccionados
fr: Sélectionnés
it: Selezionati
ja: 選択済み
ko: 선택됨
pl: Wybrane
pt_br: Selecionados

# titleImport.review.selectedCount
source: %1$lld of %2$lld
de: %1$lld von %2$lld
es: %1$lld de %2$lld
fr: %1$lld sur %2$lld
it: %1$lld di %2$lld
ja: %2$lld件中%1$lld件
ko: %2$lld개 중 %1$lld개
pl: %1$lld z %2$lld
pt_br: %1$lld de %2$lld
